src/test/resources/XMLs/Request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v1="http://www.aiasoftware.com/cloud/v1">
    <soapenv:Header/>
    <soapenv:Body>
        <v1:AiaOnDemandCreatePdfBasicV4Request>
            <v1:status>current</v1:status>
            <!--Optional:-->
            <v1:securedocument>false</v1:securedocument>
        </v1:AiaOnDemandCreatePdfBasicV4Request>
    </soapenv:Body>
</soapenv:Envelope>